{
  "itinerary": [ {
    "date": "May 26, 2015",
    "title": "Travelling to Quito",
    "points": [
      "Airport to Hotel",
      "Meet Tour Director & Check Into Hotel",
      "Dinner",
      "Hotel Overnight"
    ],
    "description": "Flight delays, gate changes, anticipation: day 1 was a day of travel. Early in the morning, I met with the group at the Rochester Airport. With the recent eruption of Volcan Wolf, I was extra excited to see what the Galapagos Islands would hold.",
    "thumb": "link"
    }, {
    "date": "May 27, 2015",
    "title": "Quito Landmarks",
    "points": [
    ],
    "description": "It was such a relief to finally arrive in the capital city of Ecuador. After catching up on some sleep, the day was spent exploring the city's sites: Intañan Museum, markets, San Francisco church, and more. We got to check out an amazing view of city at El Panecillo. It was a great start to the trip.",
    "thumb": "http://i.imgur.com/ZQDAB6e.jpg"
    }, {
    "date": "May 28, 2015",
    "title": "Quito - Galapagos",
    "points": [
      "Airport to Hotel",
      "Meet Tour Director & Check Into Hotel",
      "Dinner",
      "Hotel Overnight"
    ],
    "description": "For my birthday, I got travel to the Galapagos Islands for the first time! The day started early in the morning with a flight to Guayapil and then Baltra. A speedboat then took the group to San Cristobal, where we would be staying.",
    "thumb": "http://i.imgur.com/yi1Oewi.jpg"
    }, {
    "date": "May 29, 2015",
    "title": "San Cristobal",
    "points": [
    ],
    "description": "In San Cristobal, we got to check out Progresso Tower, Galapaguera Cerro Colorado Breeding Station, and El Junco. We also got to snorkel with sea lions and sea turtles.",
    "thumb": "http://i.imgur.com/zVPCJUb.jpg"
    }, {
    "date": "May 30, 2015",
    "title": "San Cristobal - Santa Cruz",
    "points": [
      "Airport to Hotel",
      "Meet Tour Director & Check Into Hotel",
      "Dinner",
      "Hotel Overnight"
    ],
    "description": "On the fifth day, we travelled to Santa Cruz via speed boat. On Santa Cruz, we got to observe wallowing tortoises at Primicias Ranch, walk through a lava tunnel, and check out Los Gemelos, two pit craters.",
    "thumb": "http://i.imgur.com/LQqc6Am.jpg"
    }, {
    "date": "May 31, 2015",
    "title": "Santa Fe",
    "points": [
      "Airport to Hotel",
      "Meet Tour Director & Check Into Hotel",
      "Dinner",
      "Hotel Overnight"
    ],
    "description": "Lined with basking sea lions, the white sand shoreline of Santa Fe was the destination for day 6. It was a day trip, as there are no places to stay on the island. There were numerous pale, yellow iguanas along the trail around the island. Snorkeling was also on the itinerary. I got to see pufferfish, sea lions, and many other colorful fish.",
    "thumb": "http://i.imgur.com/JneV0sI.jpg"
    }, {
    "date": "June 1, 2015",
    "title": "North Seymour",
    "points": [
      "Airport to Hotel",
      "Meet Tour Director & Check Into Hotel",
      "Dinner",
      "Hotel Overnight"
    ],
    "description": "North Seymour was booming with life. There were land iguanas every few feet, frigate birds feeding and mating, and blue-footed boobies nesting.",
    "thumb": "http://i.imgur.com/OygVU3X.jpg"
    }, {
    "date": "June 2, 2015",
    "title": "Santa Cruz - Isabela",
    "points": [
      "Airport to Hotel",
      "Meet Tour Director & Check Into Hotel",
      "Dinner",
      "Hotel Overnight"
    ],
    "description": "We visited the Charles Darwin Station before shipping out to the final island of the trip, Isabela. When arriving to Isabela, it was clear that it was a less inhabited island, compared to the previous ones. There were still hotels, restaurants, and grocery stores, but being the farthest inhabited island from mainland Ecuador, the residents of Isabela need to be more conscious of supplies.",
    "thumb": "http://i.imgur.com/aULJZxi.jpg"
    }, {
    "date": "June 3, 2015",
    "title": "Isabela",
    "points": [
      "Airport to Hotel",
      "Meet Tour Director & Check Into Hotel",
      "Dinner",
      "Hotel Overnight"
    ],
    "description": "Day 9 was a big hiking day. We hiked Sierra Negra and Volcan Chico. The hike took us through rainy highlands to dry, hot volcanic areas and back again.",
    "thumb": "http://i.imgur.com/53mNE4e.jpg"
    }, {
    "date": "June 4, 2015",
    "title": "Isabela",
    "points": [
      "Airport to Hotel",
      "Meet Tour Director & Check Into Hotel",
      "Dinner",
      "Hotel Overnight"
    ],
    "description": "Playa del amor was teaming with young marine iguanas. We also went snorkeling with many other marine iguanas and green sea turtles",
    "thumb": "http://i.imgur.com/TJp84fi.jpg"
    }, {
    "date": "June 5, 2015",
    "title": "Isabela",
    "points": [
      "Airport to Hotel",
      "Meet Tour Director & Check Into Hotel",
      "Dinner",
      "Hotel Overnight"
    ],
    "description": "Each snorkelling trip was better than the last. On this day, I saw sea horses, sea turtles, sting rays, and sharks. I saw flamingoes later on in the day. It was an amazing last day in the Galapagos, and I enjoyed the last few moments of the trip before travelling back to Rochester.",
    "thumb": "http://i.imgur.com/FUV79vY.jpg"
    }
  ],
  "travel": [ {
    "day": 1,
    "start": {"date": "May 26, 2015", "latLng": [43.165556, -77.611389] },
    "end": {"date": "May 27, 2015", "latLng": [-0.233333, -78.516667] },
    "mode": "plane",
    "distance": "X miles",
    "duration": "long time"
    }
  ]
}